Repository: MatanEden7/Wellness-app
Catalog: Packages/WellnessKit/Sources/WellnessUI/Resources/Localizable.xcstrings
Source language: en
Languages: he

# a11yChartAverage
source: Average %1$@, from %2$@ to %3$@.
he: ממוצע %1$@, מ-%2$@ עד %3$@.

# a11yChartCoverage
source: %1$@ of %2$@ %3$@ with data.
he: %1$@ מתוך %2$@ %3$@ עם נתונים.

# a11yChartGoal
source: Goal %@.
he: יעד %@.

# a11yChartHeader
source: %1$@ chart, by %2$@.
he: תרשים %1$@, לפי %2$@.

# a11yChartNoData
source: %@ chart. No data in this range.
he: תרשים %@. אין נתונים בטווח הזה.

# a11yGoalAverage
source: Averaging %@ of your daily goals.
he: בממוצע %@ מהיעדים היומיים.

# a11yGoalChart
source: Goals reached chart.
he: תרשים יעדים שהושגו.

# a11yGoalChartNoData
source: Goals reached chart. No data in this range.
he: תרשים יעדים שהושגו. אין נתונים בטווח הזה.

# a11yGoalStreakDay
source: Current streak 1 day hitting every goal.
he: רצף נוכחי: יום אחד עם כל היעדים.

# a11yGoalStreakDays
source: Current streak %@ days hitting every goal.
he: רצף נוכחי: %@ ימים עם כל היעדים.

# a11yPeriodDay
source: day
he: יום

# a11yPeriodDays
source: days
he: ימים

# a11yPeriodMonth
source: month
he: חודש

# a11yPeriodMonths
source: months
he: חודשים

# a11yPeriodWeek
source: week
he: שבוע

# a11yPeriodWeeks
source: weeks
he: שבועות

# a11ySliderValue
source: %1$@ slider, current value %2$@
he: מחוון %1$@, ערך נוכחי %2$@

# a11yTrendFalling
source: Falling by about %@ across the range.
he: יורד בכ- %@ לאורך הטווח.

# a11yTrendFlat
source: Flat across the range.
he: יציב לאורך הטווח.

# a11yTrendRising
source: Rising by about %@ across the range.
he: עולה בכ- %@ לאורך הטווח.

# a11yTrendRoughlyFlat
source: Roughly flat across the range.
he: יציב בערך לאורך הטווח.

source: About
he: אודות

source: Active
he: פעיל

# activeFor
source: Active %@
he: פעיל %@

source: Add
he: הוסף

# addBreakShort
source: Break
he: הפסקה

source: Add Event
he: הוסף אירוע

# addEventTooltip
source: Add Event
he: הוסף אירוע

source: Add Exercise
he: הוסף תרגיל

# addExerciseShort
source: Exercise
he: תרגיל

# addExerciseTooltip
source: Add Exercise
he: הוסף תרגיל

# addExercisesToCreateWorkouts
source: Add exercises to create custom workouts
he: הוסף תרגילים כדי ליצור אימונים מותאמים אישית

source: Add exercises to get started
he: הוסף תרגילים כדי להתחיל

source: Add First Exercise
he: הוסף תרגיל ראשון

source: Add First Food
he: הוסף מזון ראשון

# addFirstFoodItem
source: Add your first food item
he: הוסף פריט מזון ראשון

source: Add Food
he: הוסף מזון

# addFoodTooltip
source: Add Food
he: הוסף מזון

source: Add Foods to Template
he: הוסף מזון לתבנית

source: Add Item
he: הוסף פריט

source: Add Meal
he: הוסף ארוחה

# addMealsWorkoutsSleep
source: Add meals, workouts, or sleep for this day
he: הוסף ארוחות, אימונים או שינה ליום זה

# addRest
source: Add Break
he: הוסף הפסקה

source: Add Set
he: הוסף סט

# addSleepEntryTooltip
source: Add Sleep Entry
he: הוסף רישום שינה

source: Add to workout
he: הוספה לאימון

source: Agenda
he: סדר יום

source: All Workouts
he: כל האימונים

source: Amount
he: כמות

# amountWithUnit
source: Amount (%@)
he: כמות (%@)

# analyticsAvgKcal
source: Avg kcal
he: קלוריות בממוצע

# analyticsAvgProtein
source: Avg protein
he: חלבון בממוצע

# analyticsAvgValue
source: %@ avg
he: %@ בממוצע

# analyticsBedtimeSwing
source: Bedtime swing
he: פיזור שעת שינה

# analyticsBestE1rm
source: %@ best e1RM
he: %@ שיא 1RM משוער

# analyticsBestStreak
source: best %@
he: שיא %@

# analyticsBodyWeight
source: Body weight
he: משקל גוף

# analyticsBodyWeightTrend
source: Body weight trend
he: מגמת משקל גוף

# analyticsBodyweightLabel
source: bodyweight
he: משקל גוף

# analyticsBodyweightOnlyExercise
source: This exercise is bodyweight only — there is no load to chart.
he: תרגיל זה במשקל גוף בלבד — אין משקל להציג.

# analyticsChange
source: Change
he: שינוי

# analyticsDaysLogged
source: Days logged
he: ימים שנרשמו

# analyticsEmptyAll
source: Nothing logged in this range yet. Log a meal, a workout or a night of sleep and this fills in.
he: עדיין לא נרשם דבר בטווח הזה. רישום ארוחה, אימון או לילת שינה ימלא את זה.

# analyticsEmptyGoals
source: Set a calorie or protein goal to start scoring your days.
he: הגדירו יעד קלוריות או חלבון כדי להתחיל לנקד את הימים.

# analyticsEmptyMeals
source: No meals logged in this range.
he: לא נרשמו ארוחות בטווח הזה.

# analyticsEmptySleep
source: No completed sleep entries in this range.
he: לא נרשמו רשומות שינה מושלמות בטווח הזה.

# analyticsEmptyStrength
source: Log a few sets to see your progression.
he: רשמו כמה סטים כדי לראות את ההתקדמות.

# analyticsEmptyWeighIns
source: No weigh-ins yet. One a week is enough to see a trend.
he: עדיין אין שקילות. אחת לשבוע מספיקה כדי לראות מגמה.

# analyticsEmptyWorkouts
source: No completed workouts in this range.
he: לא הושלמו אימונים בטווח הזה.

# analyticsGoalCaloriesShort
source: kcal
he: קלוריות

# analyticsGoalProteinShort
source: protein
he: חלבון

# analyticsGoalSleepShort
source: sleep
he: שינה

# analyticsGoalTraining
source: Training
he: אימון

# analyticsGoalTrainingShort
source: training
he: אימון

# analyticsGoalsReached
source: Goals reached
he: יעדים שהושגו

# analyticsInsights
source: Insights
he: תובנות

# analyticsLatest
source: Latest
he: אחרון

# analyticsLoadError
source: Could not load your analytics. %@
he: לא ניתן לטעון את הנתונים. %@

# analyticsLogWeight
source: Log weight
he: רישום משקל

# analyticsNights
source: Nights
he: לילות

# analyticsOtherMuscle
source: Other
he: אחר

# analyticsPerWeek
source: Per week
he: לשבוע

# analyticsPlateauMovedUp
source: %@ · moved up
he: %@ · עלה

# analyticsPlateauNewBest
source: %@ · new best
he: %@ · שיא חדש

# analyticsPlateauStalled
source: %1$@ · %2$@ sessions · %3$@d
he: %1$@ · %2$@ אימונים · %3$@ ימים

# analyticsRangeMonth
source: M
he: ח

# analyticsRangeSixMonths
source: 6M
he: 6ח

# analyticsRangeWeek
source: W
he: ש

# analyticsRangeYear
source: Y
he: שנה

# analyticsSessionCount
source: %@ sessions
he: %@ אימונים

# analyticsSessions
source: Sessions
he: אימונים

# analyticsSetsByMuscle
source: Sets by muscle
he: סטים לפי שריר

# analyticsStreakDay
source: 1 day streak
he: רצף של יום אחד

# analyticsStreakDays
source: %@ day streak
he: רצף של %@ ימים

# analyticsStrength
source: Strength
he: כוח

# analyticsStrengthLegend
source: Line: estimated 1RM · dots: heaviest set
he: קו: 1RM משוער · נקודות: הסט הכבד ביותר

# analyticsTimeSpent
source: Time
he: זמן

# analyticsTitle
source: Analytics
he: ניתוח נתונים

# analyticsTotalVolume
source: %@ kg total
he: %@ ק״ג סה״כ

# analyticsTrainingVolume
source: Training volume
he: נפח אימון

# analyticsVolumeValue
source: %@ kg
he: %@ ק״ג

# analyticsWeekOf
source: Week of %@
he: שבוע של %@

# analyticsWeightSheetError
source: Enter a weight between 20 and 400 kg
he: הזינו משקל בין 20 ל-400 ק״ג

# analyticsWeightSheetSubtitle
source: Replaces any earlier entry for today.
he: מחליף רשומה קודמת מהיום.

# analyticsWeightSheetTitle
source: Today's weight
he: המשקל היום

# analyticsWorkingWeight
source: Working weight
he: משקל עבודה

# appTitle
source: Wellness App
he: אפליקציית בריאות

source: Appearance
he: מראה

# appearanceCustomAll
source: Customize all app colors. Changes apply immediately.
he: התאם את כל צבעי האפליקציה. השינויים חלים מיד.

# appearanceCustomSection
source: Customize section colors. Switch to Custom theme to edit theme colors.
he: התאם את צבעי המקטעים. עבור לערכת נושא מותאמת כדי לערוך את צבעי הערכה.

# appearanceNutritionColors
source: Nutrition Colors
he: צבעי תזונה

# appearancePreview
source: Preview
he: תצוגה מקדימה

# appearanceSectionColors
source: Section Colors
he: צבעי מקטעים

# appearanceThemeColors
source: Theme Colors
he: צבעי ערכת נושא

source: Apply
he: החל

source: April
he: אפריל

source: Are you sure?
he: האם אתה בטוח?

source: Ascending
he: עולה

# atTime
source: At scheduled time
he: בזמן המתוזמן

source: August
he: אוגוסט

source: Auto-adjusted for readability
he: הותאם אוטומטית לקריאות

# autoBreaksSubtitle
source: Rest between sets is set automatically from the rep count
he: המנוחה בין סטים נקבעת אוטומטית לפי מספר החזרות

source: Automatic
he: אוטומטי

source: Average
he: בינוני

source: Back
he: חזור

source: Back to Dashboard
he: חזרה ללוח הבקרה

# backToDashboardTooltip
source: Back to Dashboard
he: חזור לדשבורד

source: Backup
he: גיבוי

source: Backup setting updated
he: הגדרת הגיבוי עודכנה

source: Bedtime
he: שעת שינה

source: Between sets
he: בין סטים

source: Bodyweight
he: משקל גוף

# brandGeneric
source: Generic
he: רגיל

source: Brand (optional)
he: מותג (אופציונלי)

source: Breakfast
he: ארוחת בוקר

source: Build your exercise library
he: בנה את ספריית התרגילים שלך

source: Build your food library
he: בנה את ספריית המזון שלך

source: Calendar
he: יומן

# calendarSelectRecentMeal
source: Select a recent meal
he: בחר ארוחה אחרונה

# calendarSelectRecentWorkout
source: Select a recent workout
he: בחר אימון אחרון

# calendarTitle
source: Calendar
he: לוח שנה

# calendarTooltip
source: Calendar
he: לוח שנה

source: Calorie Goal
he: יעד קלוריות

source: Calories
he: קלוריות

# caloriesLabel
source: Calories
he: קלוריות

# caloriesShort
source: Cal
he: ק

source: Cancel
he: ביטול

source: Carbs
he: פחמימות

source: Carbs Goal
he: יעד פחמימות

# carbsGrams
source: Carbs (g)
he: פחמימות (ג)

# carbsShort
source: C
he: פח

# categoryAll
source: All
he: הכול

# centimetersShort
source: cm
he: ס"מ

source: Change
he: שנה

source: Choose File
he: בחר קובץ

source: Choose Language
he: בחר שפה

# chooseSavedMealTemplate
source: Choose from saved meal templates
he: בחר מתבניות הארוחות השמורות

source: Choose Theme
he: בחר ערכת נושא

# cleanAndBright
source: Clean and bright interface
he: ממשק נקי ובהיר

source: Clear
he: נקה

source: Close
he: סגור

# cloudBackup
source: Device Backup
he: גיבוי המכשיר

# cloudBackupOffSubtitle
source: Excluded from backups — export manually to keep a copy
he: לא נכלל בגיבויים — ייצא ידנית כדי לשמור עותק

# cloudBackupOnSubtitle
source: Your data is included in iCloud backups
he: הנתונים שלך נכללים בגיבויי iCloud

# cloudBackupOnSubtitleAndroid
source: Your data is included in Google backups
he: הנתונים שלך נכללים בגיבויי Google

# colorRoleBackground
source: Background
he: רקע

# colorRolePrimary
source: Primary
he: ראשי

# colorRoleSurface
source: Surface
he: משטח

source: Complete
he: השלם

source: Complete Set
he: השלם סט

# completeSetNumber
source: Complete Set %lld
he: סיים סט %lld

# completeWorkoutsWillAppear
source: Complete workouts will appear here
he: האימונים שהושלמו יופיעו כאן

source: Completed
he: הושלם

source: Completed Sets
he: סטים שהושלמו

source: Confirm
he: אשר

source: Count
he: ספירה

# createCustomFoods
source: Create custom foods for quick meal logging
he: צור מזון מותאם אישית לרישום ארוחות מהיר

# createExercisesFirst
source: Create exercises in the Exercise Library first
he: צרו תרגילים בספריית התרגילים תחילה

# createFirstMealTemplate
source: Create First Template
he: צור תבנית ראשונה

source: Create First Template
he: צור תבנית ראשונה

# createMealFromScratch
source: Create a new meal from scratch
he: צור ארוחה חדשה מאפס

source: Create Meal Template
he: צור תבנית ארוחה

# createMealTemplateToReuse
source: Create meal templates to quickly reuse your favorite meals
he: צור תבניות ארוחות לשימוש חוזר מהיר בארוחות האהובות עליך

source: Create Template
he: צור תבנית

source: Create Workout Template
he: צור תבנית אימון

# currentColorLabel
source: Current
he: נוכחי

# currentTimeLabel
source: Current time: %@
he: השעה כעת: %@

source: Custom
he: מותאם אישית

# customBreaks
source: Customize breaks
he: התאמת הפסקות

# customBreaksSubtitle
source: Set your own rest between sets, and add breaks anywhere in the workout
he: קבע מנוחה בין סטים והוסף הפסקות בכל מקום באימון

# customWorkoutTitle
source: Custom Workout
he: אימון מותאם

# customizeIndividualColorsLabel
source: Customize individual colors:
he: התאמת צבעים בנפרד:

source: Customize section colors
he: התאמת צבעי מקטעים

# customizeSectionColorsLabel
source: Customize colors for each section:
he: התאמת צבעים לכל מקטע:

# customizeThemeAndColors
source: Customize theme and section colors
he: התאמת ערכת נושא וצבעים

source: Daily
he: יומי

source: Daily Calorie Goal
he: יעד קלוריות יומי

source: Daily Overview
he: סקירה יומית

source: Daily Protein Goal
he: יעד חלבון יומי

source: Daily Targets
he: יעדים יומיים

source: Daily Totals
he: סה״כ יומי

source: Dark
he: כהה

source: Dashboard
he: לוח בקרה

# dashboardPeriodToday
source: Today
he: היום

# dashboardPeriodWeek
source: This week
he: השבוע

# dashboardTab
source: Dashboard
he: דשבורד

# dataExportedTo
source: Data exported to {filePath}
he: נתונים יוצאו אל {filePath}

source: Data Management
he: ניהול נתונים

source: Date
he: תאריך

source: Day
he: יום

source: Day View
he: תצוגת יום

source: days
he: ימים

source: December
he: דצמבר

source: Default Reps (optional)
he: חזרות ברירת מחדל (אופציונלי)

# defaultRestOptional
source: Rest between sets (seconds)
he: מנוחה בין סטים (שניות)

source: Default Rest Time
he: זמן מנוחה ברירת מחדל

source: Default Sets
he: סטים ברירת מחדל

source: Default Times
he: זמני ברירת מחדל

source: Default Weight (optional)
he: משקל ברירת מחדל (אופציונלי)

source: Delete
he: מחק

source: Delete All Templates
he: מחיקת כל התבניות

# deleteAllTemplatesDescription
source: Empty the workout and meal template lists
he: רוקנו את רשימות תבניות האימון והארוחות

# deleteAllTemplatesDone
source: Deleted %lld templates
he: נמחקו %lld תבניות

# deleteAllTemplatesNone
source: There were no templates to delete
he: לא היו תבניות למחיקה

# deleteAllTemplatesWarning
source: This removes every workout and meal template — the ones that shipped with the app, the ones generated from your profile, and any you built yourself. Your food catalog, exercise library and everything you have logged are kept. The shipped templates will not come back on their own; rebuilding your plan from your profile will generate new ones.
he: פעולה זו מוחקת כל תבנית אימון וארוחה — אלה שהגיעו עם האפליקציה, אלה שנוצרו מהפרופיל שלכם, וכל תבנית שבניתם בעצמכם. קטלוג המזון, ספריית התרגילים וכל מה שרשמתם נשמרים. התבניות המובנות לא יחזרו מעצמן; בנייה מחדש של התוכנית מהפרופיל תיצור תבניות חדשות.

source: Delete Confirmation
he: אישור מחיקה

source: Delete Exercise
he: מחק תרגיל

# deleteExerciseConfirmation
source: Are you sure you want to delete "{name}"?
he: האם אתה בטוח שברצונך למחוק את "{name}"?

source: Delete Food
he: מחק מזון

# deleteFoodConfirmation
source: Are you sure you want to delete "{name}"?
he: האם אתה בטוח שברצונך למחוק את "{name}"?

source: Delete Item
he: מחק פריט

source: Delete Meal
he: מחק ארוחה

source: Delete Old Data
he: מחיקת נתונים ישנים

# deleteOldDataConfirmation
source: This permanently deletes logged meals, workouts, and sleep entries older than %lld days. This cannot be undone.
he: פעולה זו תמחק לצמיתות ארוחות, אימונים ורישומי שינה שנרשמו לפני יותר מ-%lld ימים. לא ניתן לבטל פעולה זו.

# deleteOldDataDescription
source: Free up space by removing old logged meals, workouts, and sleep entries
he: פנה מקום על ידי הסרת ארוחות, אימונים ורישומי שינה ישנים

# deleteOldDataResult
source: Deleted %lld old entries
he: נמחקו %lld רשומות ישנות

# deleteSleep
source: Delete Sleep Entry
he: מחק רישום שינה

source: Delete Template
he: מחק תבנית

# deleteTemplateConfirmation
source: Are you sure you want to delete "{templateName}"?
he: האם אתה בטוח שברצונך למחוק את "{templateName}"?

source: Delete Workout
he: מחק אימון

source: Descending
he: יורד

source: Description
he: תיאור

source: Description (Optional)
he: תיאור (אופציונלי)

source: Design your workouts
he: עצב את האימונים שלך

source: Dinner
he: ארוחת ערב

source: Disabled
he: מבוטל

source: Done
he: הושלם

source: Duration
he: משך זמן

# durationHm
source: %1$@h %2$@m
he: %1$@ ש' %2$@ ד'

# durationLabel
source: Duration
he: משך

# durationM
source: %@m
he: %@ ד'

# easyOnEyes
source: Easy on the eyes in low light
he: קל לעיניים באור חלש

source: Edit
he: ערוך

source: Edit Event
he: ערוך אירוע

source: Edit Exercise
he: עריכת תרגיל

source: Edit Food
he: ערוך מזון

source: Edit Meal
he: עריכת ארוחה

source: Edit Meal Template
he: ערוך תבנית ארוחה

# editPrescription
source: Edit sets & rest
he: עריכת סטים ומנוחה

source: Edit Sleep Entry
he: עריכת רישום שינה

source: Edit Sleep Session
he: עריכת מפגש שינה

source: Edit Template
he: עריכת תבנית

source: Enable Notifications
he: הפעל התראות

source: Enabled
he: מופעל

source: End Date
he: תאריך סיום

source: End Time
he: שעת סיום

source: Enter value
he: הזן ערך

# equipmentBands
source: Resistance Bands
he: גומיות התנגדות

# equipmentCable
source: Cable Machine
he: מכונת כבלים

# equipmentLabel
source: Equipment
he: ציוד

# equipmentNone
source: No Equipment
he: ללא ציוד

# equipmentPullupBar
source: Pull-up Bar
he: מוט מתח

source: Error
he: שגיאה

# errorImportFailed
source: Import failed: %@
he: הייבוא נכשל: %@

source: Error saving exercise: %@
he: שמירת התרגיל נכשלה: %@

source: Error saving food: %@
he: שמירת המזון נכשלה: %@

source: Error saving meal: %@
he: שמירת הארוחה נכשלה: %@

source: Error saving template: %@
he: שמירת התבנית נכשלה: %@

# errorSetupFailed
source: Setup failed: %@
he: ההגדרה נכשלה: %@

# errorUpdatingSleep
source: Error updating sleep entry: %@
he: עדכון רישום השינה נכשל: %@

# estimated1rmFor
source: %@ estimated 1RM
he: חזרה מרבית משוערת ל%@

source: Event Details
he: פרטי האירוע

# eventEditingDialog
source: Event editing dialog will be implemented next.
he: דיאלוג עריכת אירועים יוטמע בהמשך.

# eventSchedulingDialog
source: Event scheduling dialog will be implemented next.
he: דיאלוג תזמון אירועים יוטמע בהמשך.

source: Event Type
he: סוג אירוע

# eventsAndActivities
source: Events & Activities
he: אירועים ופעילויות

source: Every
he: כל

source: Excellent
he: מעולה

# exerciseAddedToWorkout
source: %@ added
he: %@ נוסף

# exerciseAvoidInjury
source: Avoid with injury to
he: להימנע בפציעה ב

# exerciseAvoidInjuryHelp
source: This will be hidden for anyone reporting one of these injuries.
he: התרגיל יוסתר עבור מי שדיווח על אחת מהפציעות האלה.

source: Exercise Complete!
he: התרגיל הושלם!

source: Exercise details
he: פרטי התרגיל

# exerciseEquipmentHelp
source: Pick every option this can be done with. Leave blank and it will be treated as always available.
he: בחר כל אפשרות שניתן לבצע איתה. אם תשאיר ריק, התרגיל ייחשב כזמין תמיד.

# exerciseEquipmentNeeded
source: Equipment needed
he: ציוד נדרש

source: Exercise Library
he: ספריית תרגילים

# exerciseMuscleHint
source: e.g., Chest, Legs, Back
he: לדוגמה: חזה, רגליים, גב

source: Exercise Name
he: שם התרגיל

# exerciseNameHint
source: e.g., Bench Press, Squats
he: לדוגמה: לחיצת חזה, סקוואט

# exerciseNotesHint
source: Form cues, variations, etc.
he: דגשי ביצוע, וריאציות וכו׳

source: Exercise Settings
he: הגדרות תרגיל

# exerciseXOfY
source: Exercise %1$lld of %2$lld
he: תרגיל %1$lld מתוך %2$lld

source: Exercises
he: תרגילים

# exercisesCount
source: %lld exercises
he: %lld תרגילים

source: Export Data
he: ייצא נתונים

# exportDataDescription
source: Export all your data to a JSON file
he: ייצא את כל הנתונים שלך לקובץ JSON

# exportFailed
source: Export failed: {error}
he: ייצוא נכשל: {error}

source: Fair
he: בינוני

source: Fat
he: שומן

source: Fat Goal
he: יעד שומן

# fatGrams
source: Fat (g)
he: שומן (ג)

# fatShort
source: F
he: ש

# featureComingSoon
source: This feature is coming soon!
he: תכונה זו תגיע בקרוב!

source: February
he: פברואר

source: Feedback
he: משוב

# fieldMaxLength
source: %1$@ must be %2$lld characters or less
he: %1$@ יכול להכיל עד %2$lld תווים

# fieldMustBeNonNegative
source: %@ must be 0 or greater
he: %@ חייב להיות 0 או יותר

# fieldMustBeNumber
source: %@ must be a valid number
he: %@ חייב להיות מספר תקין

# fieldMustBePositive
source: %@ must be greater than 0
he: %@ חייב להיות גדול מ-0

# fieldMustBeWholeNumber
source: %@ must be a valid whole number
he: %@ חייב להיות מספר שלם תקין

# fieldRequired
source: %@ is required
he: יש למלא %@

# fifteenMinBefore
source: 15 minutes before
he: 15 דקות לפני

# filePickerNotImplemented
source: File picker not implemented in this demo
he: בוחר קבצים לא מיושם בדמו זה

source: Filter
he: סינון

# filterShowingEverything
source: Showing everything
he: מוצג הכל

source: Finish
he: סיים

source: Finish Workout
he: סיים אימון

# finishWorkoutConfirmation
source: Are you sure you want to finish this workout?
he: האם אתה בטוח שברצונך לסיים את האימון?

# finishWorkoutTooltip
source: Finish Workout
he: סיים אימון

# fiveMin
source: 5min
he: 5 דק'

# fiveMinBefore
source: 5 minutes before
he: 5 דקות לפני

source: Follow Theme
he: לפי ערכת הנושא

# followThemeDesc
source: Use theme color for all nutrition metrics
he: השתמש בצבע ערכת הנושא לכל מדדי התזונה

# foodBrandHint
source: e.g., Generic, Organic, etc.
he: לדוגמה: רגיל, אורגני וכו׳

source: Food Catalog
he: קטלוג מזון

# foodCatalogTooltip
source: Food Catalog
he: קטלוג מזון

# foodItemLabel
source: Food Item
he: פריט מזון

source: Food Items
he: פריטי מזון

source: Food Name
he: שם המזון

# foodTagsAnimalOrigin
source: Animal origin
he: מקור מן החי

# foodTagsAnimalOriginHelp
source: Used for plant-based diets.
he: משמש לתפריטים מהצומח.

# foodTagsContains
source: Contains
he: מכיל

# foodTagsContainsHelp
source: Used to hide this food when it clashes with your diet or exclusions. Leave blank if it contains none.
he: משמש להסתרת המזון כשהוא מתנגש בתפריט או בהחרגות שלך. השאר ריק אם אינו מכיל אף אחד מהם.

# foodUnitHint
source: g, ml, piece, cup, etc.
he: גרם, מ״ל, יחידה, כוס וכו׳

source: Friday & Saturday
he: שישי ושבת

# fridayShort
source: Fri
he: ו'

# fromTimeToTime
source: From %1$@ to %2$@
he: מ-%1$@ עד %2$@

source: fuel up
he: לאכול!

source: Generate Test Data
he: צור נתוני בדיקה

source: Get moving?
he: בואו נזוז?

# getMovingQuestion
source: Get moving?
he: בואו נזוז?

source: Glass Effect
he: אפקט זכוכית

# glassEffectReducedByAccessibility
source: Off — Reduce Transparency is on
he: כבוי — הפחתת שקיפות פעילה

# glassFull
source: Full
he: מלא

# glassOff
source: Off
he: כבוי

# glassSubtle
source: Subtle
he: עדין

source: Global Timeframe
he: מסגרת זמן כללית

# goalValidationError
source: Please enter a value between {min} and {max}
he: אנא הכנס ערך בין {min} ל-{max}

# goalsSetCount
source: %lld/4 goals set
he: %lld/4 יעדים הוגדרו

source: Gold
he: זהב

source: Good
he: טוב

source: Good afternoon!
he: צהריים טובים!

source: Good evening!
he: ערב טוב!

source: Good morning!
he: בוקר טוב!

source: Good night!
he: לילה טוב!

source: Good rest
he: שינה טובה

# grams
source: g
he: ג

# great
source: Great job!
he: כל הכבוד!

# hasEndDate
source: End date
he: תאריך סיום

# healthSection
source: Health
he: בריאות

source: Hebrew
he: עברית

source: Help
he: עזרה

source: Help & Support
he: עזרה ותמיכה

source: Hex Code
he: קוד הקס

# hiddenByProfile
source: %lld hidden by your profile
he: %lld מוסתרים לפי הפרופיל שלך

source: hours
he: שעות

# hoursShort
source: h
he: שע׳

# hoursShortValue
source: %@h
he: %@ ש'

source: How are you feeling?
he: איך אתה מרגיש?

source: How did you sleep?
he: איך ישנת?

source: Hue
he: גוון

source: Import
he: ייבא

source: Import Data
he: ייבא נתונים

# importDataConfirmation
source: This will replace all your current data. Are you sure you want to continue?
he: פעולה זו תחליף את כל הנתונים הנוכחיים שלך. האם אתה בטוח שברצונך להמשיך?

# importDataDescription
source: Import data from a JSON file
he: ייבא נתונים מקובץ JSON

# importSucceeded
source: Import successful
he: הייבוא הושלם

source: In Progress
he: בתהליך

# info
source: Information
he: מידע

# insightCalorieDriftHigh
source: Calories are running %1$@ a day against a %2$@ goal.
he: הקלוריות עומדות על %1$@ ליום מול יעד של %2$@.

# insightCalorieDriftLow
source: Calories are running low: %1$@ a day against a %2$@ goal.
he: הקלוריות נמוכות: %1$@ ליום מול יעד של %2$@.
